---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateFasciaError
source: html/7dce2830-a9fc-b2a7-8958-b8ef5ae16bfd.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateFasciaError Property

Could not create Fascia. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateFasciaError { get; }
```